brew "git"
brew "worktrunk"
brew "tmux"
brew "neovim"
brew "starship"
brew "hurl"
brew "stow"
brew "openconnect"
brew "fd"
brew "jq"
brew "bat"
brew "tree"
brew "zip"
brew "unzip"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "fzf"
brew "ripgrep"
brew "mise"
brew "uv"

cask "1password"
cask "1password-cli"
cask "ghostty"
cask "obsidian"
cask "discord"
cask "zed"
cask "docker-desktop"
cask "docker/tap/sbx"
