brew "git"
brew "tmux"
brew "neovim"
brew "starship"
brew "hurl"
brew "stow"
brew "openconnect"
brew "fd"
brew "jq"
brew "bat"
brew "tree"
brew "zip"
brew "unzip"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "fzf"
brew "ripgrep"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "colima"
brew "1password-cli"
brew "rust"
brew "uv"
brew "fnm"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

cask "1password"
cask "ghostty"
cask "obsidian"
cask "discord"
cask "zed"
